{
    "name": "Preet Panchal",
    "headerTaglineOne": "Welcome to my digital playground, take a look around and let's create something beautiful together.",
    "headerTaglineTwo": "",
    "headerTaglineThree": "",
    "headerTaglineFour": "",
    "showCursor": true,
    "showBlog": true,
    "darkMode": true,
    "showResume": true,
    "socials": [
        {
            "id": "1",
            "title": "Github",
            "link": "https://github.com/preet-portfolio"
        },
        {
            "id": "2",
            "title": "LinkedIn",
            "link": "https://www.linkedin.com/in/preetpanchal22/"
        },
        {
            "id": "3",
            "title": "Twitter",
            "link": "https://twitter.com/ipreetpanchal"
        },
        {
            "id": "4",
            "title": "Blog",
            "link": "http://localhost:3000/blog"
        },
        {
            "id": "5",
            "title": "Email",
            "link": "mailto:preet2020@icloud.com"
        }
    ],
    "projects": [
        {
            "id": "1",
            "title": "ChitraAI",
            "description": "Our Full Stack MERN AI Image Generation App uses the latest in AI technology to help you create the most stunning and unique images you've ever seen. With a user-friendly interface and a wide range of customization options, it's easy to make your images stand out.",
            "imageSrc": {
                "src": "https://images.pexels.com/photos/8386434/pexels-photo-8386434.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
                "height": 1500,
                "width": 1260
            },
            "url": "http://chitra-ai.vercel.app"
        },
        {
            "id": "2",
            "title": "Cloned ChatGPT",
            "description": "Web Development",
            "imageSrc": {
                "src": "https://images.pexels.com/photos/8386434/pexels-photo-8386434.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
                "width": 1260,
                "height": 750
            },
            "url": "http://google.com/"
        },
        {
            "id": "3",
            "title": "Project Three",
            "description": "Design",
            "imageSrc": {
                "src": "https://images.pexels.com/photos/8386434/pexels-photo-8386434.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
                "width": 1260,
                "height": 750
            },
            "url": "http://google.com/"
        },
        {
            "id": "4",
            "title": "Project Four",
            "description": "Marketing",
            "imageSrc": {
                "src": "https://images.pexels.com/photos/8386434/pexels-photo-8386434.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
                "width": 1260,
                "height": 750
            },
            "url": "http://google.com/"
        },
        {
            "id": "5",
            "title": "Project Five",
            "description": "Development",
            "imageSrc": {
                "src": "https://images.pexels.com/photos/8386434/pexels-photo-8386434.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
                "width": 1260,
                "height": 750
            },
            "url": "http://google.com/"
        },
        {
            "id": "6",
            "title": "Project Six",
            "description": "Design & Development",
            "imageSrc": {
                "src": "https://images.pexels.com/photos/8386434/pexels-photo-8386434.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
                "width": 1260,
                "height": 750
            },
            "url": "http://google.com/"
        }
    ],
    "services": [
        {
            "id": "1",
            "title": "Art Direction",
            "description": "We help with the creation and development of online advertising ideas, with particular focus on their visual appearance."
        },
        {
            "id": "2",
            "title": "Branding",
            "description": "We design key brand elements such as the logo, color scheme, typography, and other design components that makes your brand stand out from competitors."
        },
        {
            "id": "3",
            "title": "Web Design",
            "description": "We build and optimize your online presence.  Website is the digital entry point into your business and a powerful revenue channel."
        },
        {
            "id": "4",
            "title": "3D Design",
            "description": "We combine creative design and technical skills to build striking 3D visualisations that bring your project to life."
        }
    ],
    "aboutpara": "Welcome to my digital canvas, where creativity and interactivity come to life. As an Interactive Media Designer, I have a passion for combining design principles with cutting-edge technology to create immersive experiences that engage and captivate audiences. From responsive web design to interactive installations, my portfolio showcases a diverse range of projects that push the boundaries of what's possible. Step inside and discover a world of endless possibilities.",
    "resume": {
        "tagline": "",
        "description": "Highly organized and detail-oriented part-time student at Algonquin College pursuing a diploma in Interactive Media Design. Proficient in JavaScript and PHP with strong web development skills. Able to turn complex business requirements into creative software solutions. Passionate about digital marketing with a strong understanding of market research and brand awareness strategies. Excellent communication and persuasion abilities, enabling effective communication with potential clients and customers. Graduating in April 2023.\n",
        "experiences": [
            {
                "id": "1",
                "dates": "January 2023 - Present",
                "type": "Full Time",
                "position": "Advertising  Consultant  @ Académie Epoxy Academy",
                "bullets": "Creating promotional videos to bring company vision to life., Conducting market research | brainstorming creative concepts | scripting | storyboard and coordinated video production.,  Editing and managing post-production for high-quality and client-meeting final products., Worked in a startup environment to contribute to company success with passion for marketing and storytelling.,  Aiming to create impactful and memorable videos that differentiate company in competitive market."
            },
            {
                "id": "d495c23b-4f65-479a-9b8a-cfbc1c089725",
                "dates": "July 2020 - March 2022",
                "type": "Full Time",
                "position": "Sales Associate @ Canadian Tire, Carling Avenue",
                "bullets": "Managed inventory accuracy and customer service.,  Assisted customers with inquiries and requests in person and over the phone.,  Provided informed advice and located products in the warehouse., Greeted and assisted customers with friendly service."
            }
        ],
        "education": {
            "universityName": "Algonquin College",
            "universityDate": "2021-2023",
            "universityPara": "Interactive media design is a dynamic and innovative field that combines traditional design principles with cutting-edge technology to create engaging and interactive user experiences. It encompasses a wide range of media, including websites, mobile apps, video games, and virtual and augmented reality, among others. Interactive media designers use their skills in visual design, user experience (UX), user interface (UI), and programming to create interactive experiences that are both aesthetically pleasing and highly functional. The goal of interactive media design is to create engaging and intuitive experiences that allow users to interact with digital content in new and exciting ways, bringing a level of interactivity and immersion to the online world. The field is constantly evolving and requires designers to stay up-to-date with the latest trends and technologies to continue creating innovative and impactful interactive experiences."
        },
        "languages": [
            "Javascript",
            "Html / Css",
            "PHP",
            "Python"
        ],
        "frameworks": [
            "React",
            "Typescript",
            "NodeJs"
        ],
        "others": [
            "Figma",
            "AdobeXD",
            "AWS"
        ]
    }
}